Repository: smswithoutborders/RelaySMS-iOS
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, de, es, fa, fr, sw, tr

source: Password
ar: كلمة المرور
de: Passwort
es: Contraseña
fa: رمز عبور
fr: Mot de passe
sw: Nenosiri
tr: Şifre

source: Passwords don't match
ar: كلمات المرور غير متطابقة
de: Passwörter stimmen nicht überein
es: Las contraseñas no coinciden
fa: رمزهای عبور مطابقت ندارند
fr: Les mots de passe ne correspondent pas
sw: Nenosiri hazifanani
tr: Parolalar eşleşmiyor

source: Paste encrypted text into this box...
ar: الصق النص المشفر في هذا المربع...
de: Fügen Sie verschlüsselten Text in dieses Feld ein...
es: Pega el texto cifrado en este cuadro...
fa: متن رمزگذاری شده را در این کادر بچسبانید...
fr: Collez le nouveau message entrant
sw: Bandika maandishi yaliyofichwa katika kisanduku hiki...
tr: Şifrelenmiş metni bu kutuya yapıştırın...

source: Paste new incoming message
ar: الصق الرسالة الواردة الجديدة
de: Neue eingehende Nachricht einfügen
es: Pegar nuevo mensaje entrante
fa: پیام ورودی جدید را بچسبانید
fr: Coller un nouveau message entrant
sw: Bandika ujumbe mpya unaopokelewa
tr: Yeni gelen mesajı yapıştır

source: Phone Number
ar: رقم الهاتف
de: Rufnummer
es: Número de teléfono
fa: شماره تلفن
fr: Numéro de téléphone
sw: Namba ya Simu
tr: Telefon Numarası

source: Platforms
ar: المنصات
de: Plattformen
es: Plataformas
fa: پلتفرم‌ها
fr: Plateformes
sw: Majukwaa
tr: Platformlar

source: Please create one to save your platforms
ar: الرجاء إنشاء واحد لحفظ منصاتك
de: Bitte erstellen Sie einen, um Ihre Plattformen zu speichern
es: Por favor, crea uno para guardar tus plataformas
fa: لطفاً یکی ایجاد کنید تا پلتفرم‌های خود را ذخیره کنید
fr: Veuillez en créer un pour sauvegarder vos plateformes
sw: Tafadhali tengeneza moja ili kuhifadhi majukwaa yako
tr: Platformlarınızı kaydetmek için lütfen bir tane oluşturun

source: Please enter your Telegram code without copying it from the message - copying might get flagged and Telegram might block your account.
ar: الرجاء إدخال رمز Telegram الخاص بك دون نسخه من الرسالة - قد يتم تمييز النسخ وقد يقوم Telegram بحظر حسابك.
de: Bitte geben Sie Ihren Telegram-Code ein, ohne ihn aus der Nachricht zu kopieren - das Kopieren könnte markiert werden und Telegram könnte Ihr Konto sperren.
es: Por favor, introduce tu código de Telegram sin copiarlo del mensaje - copiar podría ser marcado y Telegram podría bloquear tu cuenta.
fa: لطفاً کد تلگرام خود را بدون کپی کردن از پیام وارد کنید - کپی کردن ممکن است علامت‌گذاری شود و تلگرام ممکن است حساب شما را مسدود کند.
fr: Veuillez saisir votre code Telegram sans le copier depuis le message - la copie pourrait être signalée et Telegram pourrait bloquer votre compte.
sw: Tafadhali ingiza msimbo wako wa Telegram bila kuunakili kutoka kwenye ujumbe - kunakili kunaweza kugundulika na Telegram inaweza kuzuia akaunti yako.
tr: Lütfen Telegram kodunuzu mesajdan kopyalamadan girin - kopyalama işaretlenebilir ve Telegram hesabınızı engelleyebilir.

source: Post
ar: نشر
de: Beitrag
es: publicar
fa: ارسال
fr: Publier
sw: Chapisha
tr: Paylaş

source: Re-enter password
ar: أعد إدخال كلمة المرور
de: Passwort erneut eingeben
es: Vuelva a introducir la contraseña
fa: رمز عبور را دوباره وارد کنید
fr: Ressaisir le mot de passe
sw: Ingiza tena nenosiri
tr: Şifreyi tekrar girin

source: Read our privacy policy
ar: اقرأ سياسة الخصوصية الخاصة بنا
de: Lesen Sie unsere Datenschutzrichtlinie
es: Lea nuestra política de privacidad
fa: سیاست حفظ حریم خصوصی ما را بخوانید
fr: Lire notre politique de confidentialité
sw: Soma sera yetu ya faragha
tr: Gizlilik politikamızı okuyun

source: Recents
ar: الأخيرة
de: Aktuelles
es: Recientes
fa: موارد اخیر
fr: Récents
sw: Za Hivi Karibuni
tr: Son Zamanlar

source: RelaySMS Vaults keep secure access to your online accounts while you are offline
ar: تحتفظ RelaySMS Vaults بوصول آمن إلى حساباتك عبر الإنترنت أثناء عدم اتصالك بالإنترنت
de: RelaySMS Vaults bieten sicheren Zugang zu Ihren Online-Konten, während Sie offline sind
es: Los bóvedas RelaySMS mantienen el acceso seguro a sus cuentas en línea mientras no está conectado.
fa: RelaySMS Vaults دسترسی امن به حساب‌های آنلاین شما را هنگامی که آفلاین هستید حفظ می‌کند
fr: Les Vaults de RelaySMS garantissent un accès sécurisé à vos comptes en ligne même lorsque vous êtes hors ligne.
sw: RelaySMS Vaults huhifadhi ufikiaji salama kwa akaunti zako za mtandaoni wakati uko nje ya mtandao
tr: RelaySMS Vaults, çevrimdışıyken çevrimiçi hesaplarınıza güvenli erişimi korur

source: RelaySMS Vaults securely stores your online accounts, so that you can access them without an internet connection
ar: يقوم RelaySMS Vaults بتخزين حساباتك عبر الإنترنت بشكل آمن، حتى تتمكن من الوصول إليها دون اتصال بالإنترنت
de: RelaySMS Vaults speichert Ihre Online-Konten sicher, sodass Sie auch ohne Internetverbindung darauf zugreifen können
es: RelaySMS Vault almacena de forma segura tus cuentas en línea, para que puedas acceder a ellas sin conexión a internet
fa: Vault رلی‌اس‌ام‌اس حساب‌های آنلاین شما را به طور ایمن ذخیره می‌کند، تا بتوانید بدون اتصال به اینترنت به آنها دسترسی داشته باشید
fr: RelaySMS Vault stocke en toute sécurité vos comptes en ligne, afin que vous puissiez y accéder sans connexion internet
sw: RelaySMS Vault inahifadhi akaunti zako za mtandao kwa usalama, ili uweze kuzifikia bila muunganisho wa mtandao
tr: RelaySMS Vault, çevrimiçi hesaplarınızı güvenli bir şekilde saklar, böylece internet bağlantısı olmadan onlara erişebilirsiniz

source: Remove Accounts
ar: إزالة الحسابات
de: Konten entfernen
es: Eliminar cuentas
fa: حذف حساب‌ها
fr: Supprimer des comptes
sw: Ondoa Akaunti
tr: Hesapları Kaldır

source: Resend code
ar: إعادة إرسال الرمز
de: Code erneut senden
es: Reenviar código
fa: ارسال مجدد کد
fr: Renvoyer le code
sw: Tuma tena msimbo
tr: Kodu yeniden gönder

source: Revoke
ar: إلغاء
de: Widerrufen
es: Revocar
fa: لغو کردن
fr: Révoquer
sw: Batilisha
tr: İptal

source: Revoke Platforms
ar: إلغاء المنصات
de: Plattformen widerrufen
es: Revocar plataformas
fa: لغو پلتفرم‌ها
fr: Révoquer les plates-formes
sw: Batilisha Majukwaa
tr: Platformları İptal Et

source: Revoke stored platforms
ar: إلغاء المنصات المخزنة
de: Gespeicherte Plattformen widerrufen
es: Revocar plataformas almacenadas
fa: لغو پلتفرم‌های ذخیره شده
fr: Révoquer les plates-formes stockées
sw: Batilisha majukwaa yaliyohifadhiwa
tr: Depolanan platformları iptal etme

source: Revoking account for %@...
ar: جارٍ إلغاء الحساب لـ %@...
de: Konto für %@ wird widerrufen...
es: Revocando cuenta para %@...
fa: لغو حساب برای %@...
fr: Révocation du compte pour %@...
sw: Inafuta akaunti ya %@...
tr: %@ için hesap iptal ediliyor...

source: Revoking removes the ability to send messages from this account. You can store the account again at anytime.
ar: يؤدي الإلغاء إلى إزالة القدرة على إرسال رسائل من هذا الحساب. يمكنك تخزين الحساب مرة أخرى في أي وقت.
de: Durch das Widerrufen wird die Möglichkeit entfernt, Nachrichten von diesem Konto zu senden. Sie können das Konto jederzeit erneut speichern.
es: La revocación elimina la capacidad de enviar mensajes desde esta cuenta. Puedes volver a almacenar la cuenta en cualquier momento.
fa: لغو، توانایی ارسال پیام از این حساب را حذف می‌کند. شما می‌توانید حساب را در هر زمان دوباره ذخیره کنید.
fr: La révocation supprime la capacité d'envoyer des messages depuis ce compte. Vous pouvez stocker à nouveau le compte à tout moment.
sw: Kufuta kunaondoa uwezo wa kutuma ujumbe kutoka kwa akaunti hii. Unaweza kuhifadhi akaunti tena wakati wowote.
tr: İptal etmek, bu hesaptan mesaj gönderme yeteneğini kaldırır. Hesabı istediğiniz zaman tekrar saklayabilirsiniz.

source: Revoking removes the ability to send messages from this account. You can store the acocunt again at anytime.
ar: يؤدي الإلغاء إلى إزالة القدرة على إرسال رسائل من هذا الحساب. يمكنك تخزين الحساب مرة أخرى في أي وقت.
de: Durch den Widerruf wird die Möglichkeit zum Senden von Nachrichten von diesem Konto entfernt. Sie können das Konto jederzeit wieder speichern.
es: La revocación elimina la posibilidad de enviar mensajes desde esta cuenta. Puede almacenar la acocunt de nuevo en cualquier momento.
fa: لغو کردن توانایی ارسال پیام از این حساب را حذف می‌کند. شما می‌توانید حساب را در هر زمان دوباره ذخیره کنید.
fr: La révocation supprime la possibilité d'envoyer des messages à partir de ce compte. Vous pouvez à tout moment réenregistrer le compte.
sw: Kubatilisha kuondoa uwezo wa kutuma ujumbe kutoka akaunti hii. Unaweza kuhifadhi akaunti tena wakati wowote.
tr: İptal etmek, bu hesaptan mesaj gönderme yeteneğini ortadan kaldırır. İstediğiniz zaman hesabı tekrar saklayabilirsiniz.

source: Save Accounts to Vault
ar: حفظ الحسابات في Vault
de: Konten in Vault speichern
es: Guardar cuentas en el almacén
fa: ذخیره حساب‌ها در Vault
fr: Enregistrer les comptes dans Vault
sw: Hifadhi Akaunti kwenye Vault
tr: Hesapları Kasaya Kaydetme

source: Save more platforms...
ar: حفظ المزيد من المنصات...
de: Weitere Plattformen speichern...
es: Guardar más plataformas...
fa: ذخیره پلتفرم‌های بیشتر...
fr: Enregistrer plus de plateformes...
sw: Hifadhi majukwaa zaidi...
tr: Daha fazla platform kaydet...

source: Save platforms
ar: حفظ المنصات
de: Plattformen speichern
es: Guardar plataformas
fa: ذخیره پلتفرم‌ها
fr: Sauvegarder les plateformes
sw: Hifadhi majukwaa
tr: Platformları kaydedin

source: Saving new account for %@...
ar: جارٍ حفظ حساب جديد لـ %@...
de: Neues Konto für %@ wird gespeichert...
es: Guardando nueva cuenta para %@...
fa: ذخیره حساب جدید برای %@...
fr: Enregistrement du nouveau compte pour %@...
sw: Inahifadhi akaunti mpya ya %@...
tr: %@ için yeni hesap kaydediliyor...

source: Security
ar: الأمان
de: Sicherheit
es: Seguridad
fa: امنیت
fr: Sécurité
sw: Usalama
tr: Güvenlik

source: Select a contact to send a message
ar: حدد جهة اتصال لإرسال رسالة
de: Wählen Sie einen Kontakt aus, um eine Nachricht zu senden
es: Selecciona un contacto para enviarle un mensaje
fa: یک مخاطب را برای ارسال پیام انتخاب کنید
fr: Sélectionnez un contact pour envoyer un message
sw: Chagua anwani kutuma ujumbe
tr: Mesaj göndermek için bir kişi seçin

source: Select a platform to save it for offline use
ar: حدد منصة لحفظها للاستخدام دون اتصال بالإنترنت
de: Wählen Sie eine Plattform, um sie für die Offline-Nutzung zu speichern
es: Selecciona una plataforma para guardarla y utilizarla sin conexión
fa: یک پلتفرم را برای ذخیره جهت استفاده آفلاین انتخاب کنید
fr: Sélectionner une plateforme pour l'enregistrer en vue d'une utilisation hors ligne
sw: Chagua jukwaa kuhifadhi kwa matumizi ya nje ya mtandao
tr: Çevrimdışı kullanım için kaydetmek üzere bir platform seçin

source: Select a platform to send an example message - you can send a message to yourself
ar: حدد منصة لإرسال رسالة كمثال - يمكنك إرسال رسالة لنفسك
de: Wählen Sie eine Plattform, um eine Beispielnachricht zu senden - Sie können eine Nachricht an sich selbst senden
es: Selecciona una plataforma para enviar un mensaje de ejemplo: puedes enviarte un mensaje a ti mismo
fa: یک پلتفرم را برای ارسال پیام نمونه انتخاب کنید - می‌توانید پیامی به خودتان ارسال کنید
fr: Sélectionnez une plate-forme pour envoyer un exemple de message - vous pouvez vous envoyer un message à vous-même
sw: Chagua jukwaa kutuma ujumbe wa mfano - unaweza kutuma ujumbe kwako mwenyewe
tr: Örnek bir mesaj göndermek için bir platform seçin - kendinize bir mesaj gönderebilirsiniz

source: Selected Gateway client
ar: Client Gateway المحدد
de: Ausgewählter Gateway-Client
es: Gateway Client seleccionado
fa: Gateway Client انتخاب شده
fr: Gateway Client sélectionné
sw: Gateway Client iliyochaguliwa
tr: Seçilen Gateway Client

source: Selected Gateway Client
ar: Gateway Client المحدد
de: Ausgewählter Gateway-Client
es: Cliente Gateway seleccionado
fa: Gateway Client انتخاب شده
fr: Client Gateway sélectionné
sw: Gateway Client Iliyochaguliwa
tr: Seçilen Gateway Client

source: Send
ar: إرسال
de: Senden Sie
es: Enviar
fa: ارسال
sw: Tuma
tr: Gönder

source: Send new message
ar: إرسال رسالة جديدة
de: Neue Nachricht senden
es: Enviar nuevo mensaje
fa: ارسال پیام جدید
fr: Envoyer un nouveau message
sw: Tuma ujumbe mpya
tr: Yeni mesaj gönder

source: Send new message...
ar: إرسال رسالة جديدة...
de: Neue Nachricht senden...
es: Enviar nuevo mensaje...
fa: ارسال پیام جدید...
fr: Envoyer un nouveau message...
sw: Tuma ujumbe mpya...
tr: Yeni mesaj gönder...

source: Send your first messages
ar: أرسل رسائلك الأولى
de: Senden Sie Ihre ersten Nachrichten
es: Envíe sus primeros mensajes
fa: اولین پیام‌های خود را ارسال کنید
fr: Envoyez vos premiers messages
sw: Tuma ujumbe wako wa kwanza
tr: İlk mesajlarınızı gönderin

source: Set as default gateway client?
ar: تعيين كـ Gateway Client افتراضي؟
de: Als Standard-Gateway-Client festlegen
es: ¿Establecer como cliente de puerta de enlace predeterminada?
fa: به عنوان Gateway Client پیش‌فرض تنظیم شود؟
fr: Définir comme Client Gateway par défaut
sw: Weka kama gateway client ya chaguo-msingi?
tr: Varsayılan gateway client olarak ayarlansın mı?

source: Settings
ar: الإعدادات
de: Einstellungen
es: Ajustes
fa: تنظیمات
fr: Paramètres
sw: Mipangilio
tr: Ayarlar

source: Sign in to continue with existing account
ar: تسجيل الدخول للمتابعة باستخدام الحساب الحالي
de: Anmelden, um mit bestehendem Konto fortzufahren
es: Iniciar sesión para continuar con la cuenta existente
fa: برای ادامه با حساب موجود وارد شوید
fr: S'identifier pour continuer avec le compte existant
sw: Ingia ili kuendelea na akaunti iliyopo
tr: Mevcut hesapla devam etmek için oturum açın

source: skip
ar: تخطي
de: überspringen
es: omitir
fa: رد کردن
fr: sauter
sw: Ruka
tr: atlamak

source: Subject
ar: الموضوع
de: Thema
es: Asunto
fa: موضوع
fr: Sujet
sw: Somo
tr: Konu

source: Submit
ar: إرسال
de: Einreichen
es: Enviar
fa: ثبت
fr: Soumettre
sw: Wasilisha
tr: Gönder

source: terms and conditions
ar: الشروط والأحكام
de: Bedingungen und Konditionen
es: condiciones generales
fa: شرایط و ضوابط
fr: conditions générales
sw: masharti na masharti
tr: şartlar ve koşullar

source: The Vault supports storing for multiple online platforms. Click Save Accounts to Vault to see the list
ar: يدعم Vault تخزين العديد من المنصات عبر الإنترنت. انقر على حفظ الحسابات في Vault لرؤية القائمة
de: Vault unterstützt das Speichern für mehrere Online-Plattformen. Klicken Sie auf ‘Konten in Vault speichern’, um die Liste zu sehen.
es: La Bóveda admite el almacenamiento para múltiples plataformas en línea. Haga clic en Guardar cuentas en el almacén para ver la lista.
fa: Vault از ذخیره‌سازی برای چندین پلتفرم آنلاین پشتیبانی می‌کند. برای مشاهده لیست روی ذخیره حساب‌ها در Vault کلیک کنید
fr: Le Vault prend en charge le stockage pour plusieurs plateformes en ligne. Cliquez sur ‘Enregistrer les comptes dans Vault’ pour voir la liste.
sw: Vault inasaidia kuhifadhi kwa majukwaa mengi ya mtandaoni. Bofya Hifadhi Akaunti kwenye Vault kuona orodha
tr: Vault birden fazla çevrimiçi platform için depolama destekler. Listeyi görmek için Hesapları Vault'a Kaydet'e tıklayın

source: These features requires you to have an internet connection
ar: تتطلب هذه الميزات اتصالاً بالإنترنت
de: Diese Funktionen erfordern eine Internetverbindung
es: Estas funciones requieren que tengas una conexión a internet
fa: این ویژگی‌ها نیاز به اتصال اینترنت دارند
fr: Ces fonctionnalités nécessitent une connexion internet
sw: Vipengele hivi vinahitaji uwe na muunganisho wa mtandao
tr: Bu özellikler internet bağlantınızın olmasını gerektirir

source: This is a brief summary of what happens
ar: هذا ملخص موجز لما يحدث
de: Dies ist eine kurze Zusammenfassung dessen, was passiert
es: Este es un breve resumen de lo que sucede
fa: این خلاصه کوتاهی از آنچه اتفاق می‌افتد است
fr: %@ Telefonnummer
sw: Hii ni muhtasari mfupi wa kinachotokea
tr: Bu, olanların kısa bir özetidir

source: This is precise information for what happens
ar: هذه معلومات دقيقة لما يحدث
de: Dies ist präzise Information darüber, was passiert
es: Esta es información precisa de lo que sucede
fa: این اطلاعات دقیقی درباره آنچه اتفاق می‌افتد است
fr: Voici des informations précises sur ce qui se passe
sw: Hii ni habari kamili ya kinachotokea
tr: u, olanlar hakkında kesin bilgidir

source: To
ar: إلى
de: An
es: A
fa: به
fr: Pour
sw: Kwa
tr: için

source: Try Example
ar: تجربة المثال
de: Versuch Beispiel
es: Ejemplo de prueba
fa: امتحان نمونه
fr: Essayer l'exemple
sw: Jaribu Mfano
tr: Örnek Deneyin

source: Turn this on to publish the message using your phone number and not your DeviceID. This can help reduce the size of the SMS message
ar: قم بتشغيل هذا لنشر الرسالة باستخدام رقم هاتفك وليس معرف جهازك. هذا يمكن أن يساعد في تقليل حجم رسالة SMS
de: Aktivieren Sie diese Option, um die Nachricht unter Verwendung Ihrer Telefonnummer und nicht Ihrer Geräte-ID zu veröffentlichen. Dies kann dazu beitragen, die Größe der SMS-Nachricht zu reduzieren
es: Active esta opción para publicar el mensaje utilizando su número de teléfono y no su DeviceID. Esto puede ayudar a reducir el tamaño del mensaje SMS
fa: این را روشن کنید تا پیام با استفاده از شماره تلفن شما و نه با DeviceID منتشر شود. این می‌تواند به کاهش اندازه پیام SMS کمک کند
fr: Activez cette option pour publier le message en utilisant votre numéro de téléphone et non votre DeviceID. Cela permet de réduire la taille du message SMS.
sw: Washa hii kuchapisha ujumbe kwa kutumia namba yako ya simu na sio DeviceID yako. Hii inaweza kusaidia kupunguza ukubwa wa ujumbe wa SMS
tr: Mesajı DeviceID'nizi değil telefon numaranızı kullanarak yayınlamak için bunu açın. Bu, SMS mesajının boyutunu azaltmaya yardımcı olabilir

source: Use SMS to make a post, send emails and messages with no internet connection
ar: استخدم الرسائل القصيرة لإنشاء منشور وإرسال رسائل البريد الإلكتروني والرسائل بدون اتصال بالإنترنت
de: Nutzen Sie SMS, um ohne Internetverbindung zu posten, E-Mails und Nachrichten zu versenden
es: Utiliza SMS para hacer un envío postal, enviar correos electrónicos y mensajes sin conexión a Internet
fa: از پیامک برای ایجاد پست، ارسال ایمیل و پیام بدون اتصال به اینترنت استفاده کنید
fr: Utiliser les SMS pour envoyer des courriers, des courriels et des messages sans connexion à Internet.
sw: Tumia SMS kutengeneza chapisho, kutuma barua pepe na ujumbe bila muunganisho wa intaneti
tr: İnternet bağlantısı olmadan gönderi yapmak, e-posta ve mesaj göndermek için SMS kullanın

source: Use your online accounts
ar: استخدم حساباتك عبر الإنترنت
de: Verwenden Sie Ihre Online-Konten
es: Usa tus cuentas en línea
fa: از حساب‌های آنلاین خود استفاده کنید
fr: Utilisez vos comptes en ligne
sw: Tumia akaunti zako za mtandao
tr: Çevrimiçi hesaplarınızı kullanın

source: Use your RelaySMS account
ar: استخدم حساب RelaySMS الخاص بك
de: Verwenden Sie Ihr RelaySMS-Konto
es: Usa tu cuenta de RelaySMS
fa: از حساب RelaySMS خود استفاده کنید
fr: Utilisez votre compte RelaySMS
sw: Tumia akaunti yako ya RelaySMS
tr: RelaySMS hesabınızı kullanın

source: Verify
ar: تحقق
de: Überprüfen Sie
es: Verifique
fa: تأیید
fr: Vérifier
sw: Thibitisha
tr: Doğrulama

source: Verify your Phone number
ar: تحقق من رقم هاتفك
de: Überprüfen Sie Ihre Rufnummer
es: Verifique su número de teléfono
fa: شماره تلفن خود را تأیید کنید
fr: Vérifiez votre numéro de téléphone
sw: Thibitisha namba yako ya Simu
tr: Telefon numaranızı doğrulayın

source: Welcome back
ar: مرحباً بعودتك
de: Willkommen zurück
es: Bienvenido de nuevo
fa: خوش آمدید
fr: Bienvenue à nouveau
sw: Karibu tena
tr: Tekrar hoş geldiniz

source: Welcome to RelaySMS
ar: مرحباً بك في RelaySMS
de: Willkommen bei RelaySMS
es: Bienvenido a RelaySMS
fa: به RelaySMS خوش آمدید
fr: Bienvenue à RelaySMS
sw: Karibu kwenye RelaySMS
tr: RelaySMS'e Hoş Geldiniz

source: Welcome to RelaySMS!
ar: مرحبًا بك في RelaySMS!
de: Willkommen bei RelaySMS!
es: ¡Bienvenido a RelaySMS!
fa: به RelaySMS خوش آمدید!
fr: Bienvenue sur RelaySMS !
sw: Karibu kwenye RelaySMS!
tr: RelaySMS'e hoş geldiniz!

source: You are being logged out!
ar: يتم تسجيل خروجك!
de: Sie werden abgemeldet!
es: ¡Estás siendo desconectado!
fa: شما در حال خروج هستید!
fr: Vous êtes en train d'être déconnecté !
sw: Unatoka nje ya akaunti!
tr: Oturumunuz kapatılıyor!

source: You are ready to begin sending messages from RelaySMS!
ar: أنت جاهز لبدء إرسال الرسائل من RelaySMS!
de: Sie sind bereit, Nachrichten von RelaySMS zu senden!
es: ¡Estás listo para empezar a enviar mensajes desde RelaySMS!
fa: شما آماده شروع ارسال پیام از RelaySMS هستید!
fr: Vous êtes prêt à commencer à envoyer des messages depuis RelaySMS !
sw: Uko tayari kuanza kutuma ujumbe kutoka RelaySMS!
tr: RelaySMS'den mesaj göndermeye başlamaya hazırsınız!

source: You are ready to begin sending messages from you added platforms.
ar: أنت جاهز لبدء إرسال الرسائل من المنصات التي أضفتها.
de: Sie können nun Nachrichten von den hinzugefügten Plattformen aus versenden.
es: Ya está listo para empezar a enviar mensajes desde sus plataformas añadidas.
fa: شما آماده شروع ارسال پیام از پلتفرم‌های اضافه شده خود هستید.
fr: Vous êtes prêt à envoyer des messages à partir des plateformes que vous avez ajoutées.
sw: Uko tayari kuanza kutuma ujumbe kutoka majukwaa uliyoongeza.
tr: Eklediğiniz platformlardan mesaj göndermeye başlamaya hazırsınız.

source: You are ready!
ar: أنت جاهز!
de: Sie sind bereit!
es: ¡Estás listo!
fa: شما آماده هستید!
fr: Vous êtes prêts !
sw: Uko tayari!
tr: Sen hazırsın!

source: You can add accounts to Vault. These accounts are accessible to you when you are offline
ar: يمكنك إضافة حسابات إلى Vault. يمكنك الوصول إلى هذه الحسابات عندما تكون غير متصل بالإنترنت
de: Sie können Konten zu Vault hinzufügen. Diese Konten sind auch offline für Sie zugänglich.
es: Puedes añadir cuentas a Vault. Podrá acceder a estas cuentas cuando esté desconectado
fa: می‌توانید حساب‌ها را به Vault اضافه کنید. این حساب‌ها هنگامی که آفلاین هستید برای شما قابل دسترسی هستند
fr: Vous pouvez ajouter des comptes à Vault. Ces comptes sont accessibles même lorsque vous êtes hors ligne.
sw: Unaweza kuongeza akaunti kwenye Vault. Akaunti hizi zinapatikana kwako wakati uko nje ya mtandao
tr: Vault'a hesap ekleyebilirsiniz. Bu hesaplara çevrimdışıyken erişebilirsiniz

source: You can add online accounts to your Vault
ar: يمكنك إضافة حسابات عبر الإنترنت إلى Vault الخاص بك
de: Sie können Online-Konten zu Ihrem Vault hinzufügen
es: Puedes añadir cuentas en línea a tu Vault
fa: شما می‌توانید حساب‌های آنلاین را به Vault خود اضافه کنید
fr: Vous pouvez ajouter des comptes en ligne à votre Vault
sw: Unaweza kuongeza akaunti za mtandao kwenye Vault yako
tr: Çevrimiçi hesaplarınızı Vault'a ekleyebilirsiniz

source: You can add platforms from the homepage once you are logged in
ar: يمكنك إضافة منصات من الصفحة الرئيسية بمجرد تسجيل الدخول
de: Sie können Plattformen von der Homepage aus hinzufügen, sobald Sie eingeloggt sind
es: Puede añadir plataformas desde la página de inicio una vez que haya iniciado sesión
fa: پس از ورود می‌توانید از صفحه اصلی پلتفرم‌ها را اضافه کنید
fr: Vous pouvez ajouter des plateformes à partir de la page d'accueil une fois que vous êtes connecté.
sw: Unaweza kuongeza majukwaa kutoka ukurasa wa mwanzo mara tu utakapoingia
tr: Giriş yaptıktan sonra ana sayfadan platform ekleyebilirsiniz
